Repository: towangfoo/bufu-wp-plugin-artists
Catalog: bufu-artists/languages/bufu-artists-*.po
Languages: de_de

source: Artist
de_de: Künstler

source: Artist name or ID
de_de: Künstler Name oder ID

source: Venue name
de_de: Name Veranstaltungsort

source: Release date
de_de: Release-Datum

source: Release Label
de_de: Release Label / Publisher

source: Source information
de_de: Quellenangabe

source: Author information
de_de: Autorenangabe

source: Filter by %s
de_de: Nach %s filtern

source: All artists
de_de: Alle Künstler

source: The related artist
de_de: Der Künstler/Autor/Interpret

source: Show links to child pages
de_de: Zeige Links zu untergeordneten Seiten

source: Featured artists
de_de: Hervorgehobene Künstler

source: Artists slider images
de_de: Künstler Slider Bilder

source: Concerts link image
de_de: Konzertbereich Bild

source: Shop link image
de_de: Shopbereich Bereich

source: Featured products from the store
de_de: Hervorgehobene Produkte aus dem Konsum

source: Post type already exists: `%s`
de_de: Der Post-Type `%s` existiert bereits

source: Manage an artist's portfolio information
de_de: Dieses Plugin wird benötigt, um Künstlerprofile zu verwalten

source: An artist's personal website
de_de: Website des Künstlers

source: Internal sort string
de_de: Interner Sortierwert

source: Profile stage image
de_de: Profilbühne Bild

source: Display profile page
de_de: Profilseite anzeigen

source: Manage an album
de_de: Album verwalten

source: The album release date
de_de: Das Release-Datum

source: At which label was the album released
de_de: Auf welchem Label wurde das Album veröffentlicht

source: Product URL
de_de: Produkt URL

source: Manage interviews
de_de: Interviews verwalten

source: Review
de_de: Rezension

source: Manage reviews
de_de: Rezensionen verwalten

source: Review type
de_de: Art der Rezension

source: Artist Category
de_de: Künstlerkategorie

source: Error in plugin %s: %s
de_de: Fehler im Plugin %s: %s

source: Remove item
de_de: Eintrag entfernen

source: Remove
de_de: Entfernen

source: Add item
de_de: Hinzufügen

source: Choose or Upload Image
de_de: Bild wählen oder hochladen

source: Use this image
de_de: Bild verwenden

source: this artist
de_de: Dieser Künstler

source: Artist website
de_de: Website des Künstlers

source: Sort string
de_de: Sortierwert (für Künstlerliste)

source: Display a profile page for %s
de_de: Zeige die Profilseite von %s an

source: Concert
de_de: Konzert

source: Enter or paste the full product URL from the store. At least %d products required.
de_de: Fügen Sie die komplette URL der Produktseite im Konsum ein. Das Layout benötigt mind. %d Produkte.

source: Show children pages?
de_de: Zeige Links zu untergeordneten Seiten?

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Settings
de_de: Einstellungen

source: Select an action to perform on save
de_de: Wähle eine Aktion die beim Speichern ausgeführt werden soll

source: Refresh artist starting letter taxonomy
de_de: Taxonomie der Anfangsbuchstaben der Künstlernamen neu aufbauen

source: Save
de_de: Speichern

source: Choose image
de_de: Bild wählen

source: Not selected
de_de: Nicht ausgewählt

source: Search in artists
de_de: Suche in Künstlern

source: Search only within artist posts
de_de: Nur in den Künstlerprofilen suchen

source: Search
de_de: Suchen

source: Title
de_de: Titel

source: Placeholder
de_de: Platzhalter

source: Artists Wall
de_de: Künstlerwand

source: Show a wall of artist's thumbnails linked to their profile page.
de_de: Zeige eine Wand mit Künstlerbildern, die auf deren Profilseite verlinkt.

source: Title:
de_de: Titel:

source: Show placeholder when there is no thumbnail
de_de: Zeige Platzhalter, wenn kein Bild vorhanden

source: Show artists in random order
de_de: Zufällige Reihenfolge

source: Events by Artist
de_de: Events eines Künstlers

source: Show upcoming events of the current artist.
de_de: Zeige die nächsten Veranstaltungen zum aktuellen Künstler an.

source: Order tickets
de_de: Tickets bestellen

source: Show more events
de_de: Weitere Konzerttermine

source: Interviews by Artist
de_de: Interviews zu einem Künstler

source: A list of interviews related to the artist.
de_de: Eine Liste von Interviews die einem Künstler zugeordnet sind.

source: Artist Playlist
de_de: Künstler-Playlist

source: Show an audio playlist for the current artist.
de_de: Zeige eine Audio-Playlist zum aktuellen Künstler an.

source: Missing required plugin <a href="%s" target="_blank">%s</a>. Please install and activate the plugin.
de_de: Das Plugin <a href=“%s” target=“_blank”>%s</a> muss installiert und aktiviert werden.

source: Configurable Post Archive
de_de: Konfigurierbares Archiv

source: Show a post archive with various options
de_de: Ein Archiv mit weiteren Typen zur Auswahl

source: Post Archive
de_de: Mitteilungsarchiv

source: Type
de_de: Typ

source: Yearly
de_de: Jährlich

source: Monthly
de_de: Monatlich

source: Weekly
de_de: Wöchentlich

source: Posts ordered by date
de_de: Alle Posts nach Datum sortiert

source: Posts ordered by title
de_de: Alle Posts nach Titel sortiert

source: Include post count
de_de: Beitragsanzahl anzeigen

source: Reviews by Artist
de_de: Rezensionen zu einem Künstler

source: A list of reviews related to the artist.
de_de: Eine Liste von Rezensionen die einem Künstler zugeordnet sind.

source: Subpage navigation
de_de: Unterseiten Navigation

source: Show links to all subpages of a selected page
de_de: Zeige Links zu allen Unterseiten einer ausgewählten Seite

source: Parent page
de_de: Übergeordnete Seite
